// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "Urządzenie HP wysłało komunikat o stanie. Nie można zapisać tego komunikatu";